/* iSync 2.3 */
"iSync23Label" = "iSync 2.3 or later";
"iSync23Title" = "This phone plugin cannot be installed on this computer because it requires iSync 2.3 or later.";

/* iSync 2.3 */
"iSync24Label" = "iSync 2.4 or later";
"iSync24Title" = "This phone plugin cannot be installed on this computer because it requires iSync 2.4 or later.";
"iSync2XMessage" = "Please upgrade to the latest version of iSync using Software Update.";

/* iSync 3.0 Leopard */
"iSync30Label" = "iSync 3.0 or later";
"iSync30Title" = "This phone plugin cannot be installed on this computer because it requires iSync 3.0 or later.";
"iSync30Message" = "Please upgrade to Mac OS 10.5 or later.";